Revit 2024 API
SymbolTypeId.Lbf Property
 Symbol lbf, indicating unit Pounds force.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId Lbf { get; }
Visual Basic
Public Shared ReadOnly Property Lbf As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ Lbf {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace